Repository: Pylons/substanced
Catalog: substanced/locale/*/LC_MESSAGES/substanced.po
Languages: de, fi, fr, sl

source: Auditing
de: Prüfung
fi: Valvonta
fr: Audit en cours
sl: Revidiranje

source: Audit events
de: Ereignisse auflisten
fi: Valvontatapahtumat
fr: Audit des évènements
sl: Reviziraj dogodke

source: Id
fi: Tunniste
fr: Identifiant

source: Name
fi: Nimi
fr: Nom
sl: Ime

source: Time
de: Zeit
fi: Aika
fr: Temps
sl: Čas

source: Payload
fi: Hyötykuorma
fr: Contenu
sl: Vsebina

source: Auditing not configured in this system
de: Prüfung nicht konfiguriert in diesem System
fi: Valvontaa ei ole määritetty tässä järjestelmässä
fr: L'audit n'est pas activé
sl: Reviziranje ni nastavljeno na trenutnem sistemu

source: Indexing
de: Indexieren
fi: Indeksointi
fr: Indexation en cours
sl: Indeksiranje

source: Manage catalog &nbsp; (${length} items in this catalog)
de: Kataloge verwalten &nbps; (${length} Objekte im Katalog)
fi: Hallinnoi hakemistoa &nbsp; (${length} kohdetta hakemistossa)
fr: Administrer le catalogue &nbsp; (et ses ${length} éléments)
sl: Upravljaj katalog &nbsp; (${length} vnosov v katalogu)

source: Reindex all objects in all indexes.
de: Alle Objekte neu Indexieren
fi: Uudelleenindeksoi kaikki
fr: Réindexer tous les objects sur tous les index
sl: Ponovno indeksiraj vse objekte in njihove indekse.

source: Update all index definitions
de: Index-Begriffe aktualisieren
fi: Päivitä kaikki indeksimäärittelyt
fr: Mettre à jour toutes les définitions d'index
sl: Posodobi vse definicije indeksov

source: Manage Index
de: Index verwalten
fi: Hallitse indeksiä
fr: Gérer les index
sl: Uporavljaj z indeksom

source: Index type
fi: Indeksityyppi
fr: Type d'index
sl: tip indeksa

source: Number of indexed items
de: Objekte indexiert
fi: Indeksoitujen kohteiden määrä
fr: Nombre d'élements indexés
sl: Število indeksiranih vnosov

source: Number of not-indexed items
de: Objekte nicht-indexiert
fi: Indeksoimattomien kohteiden määrä
fr: Nombres d'éléments non indexés
sl: Število neindeksiranih vnosov

source: Reindex this index
de: Index neu aufbereiten
fi: Uudelleenindeksoi tämä
fr: Rafraichir cet index
sl: Ponovno indeksiraj ta indeks

source: Reindex
de: Neu Indexieren
fi: Uudelleenindeksoi
fr: Réindexer
sl: Reindeksiraj

source: Catalog service at "${request.resource_path(catalog)}"
de: Katalog-Service am "${request.resource_path(catalog)}"
fi: Hakemistopalvelu sijainnissa "${request.resource_path(catalog)}"
fr: Catalogue : "${request.resource_path(catalog)}"
sl: Katalog storitev na "${request.resource_path(catalog)}"

source: Index name
fi: Indeksi
fr: Nom de l'index
sl: ime indeksa

source: Value
de: Wert
fi: Arvo
fr: Valeur
sl: Vrednost

source: Reindex This Object
de: Dieses Objekt neu Indexieren
fi: Uudellenindeksoi kohde
fr: Réindexer cet objet
sl: Reindeksiraj objekt

source: Search Results
de: Suchergebnisse
fi: Hakutulokset
fr: Résultats de la recherche
sl: Rezultati iskanja

source: Object Id
de: Objekt Id
fi: Kohteen tunniste
fr: Identifiant de l'objet
sl: Id objekta

source: Repr
fi: Esitysmuoto
fr: Représentation

source: Database
de: Datenbank
fi: Tietokanta
fr: Base de données
sl: Baza

source: Manage
de: Verwalten
fi: Hallinnoi
fr: Administrer
sl: Upravljaj

source: Remove ("pack") previous revisions of objects that are older than this number of days.
de: Entferne ("pack") vorherige Revisionen von Objekten die früher als diesen Tagen sind gespeichert
fi: Poista ("pakkaa") näin monta päivää vanhemmat kohdeversiot.
fr: Supprime ("compacte") les versions précédentes des objets plus anciens que ce nombre de jours.

source: Pack
fi: Pakkaa
fr: Compacter
sl: Pakiraj

source: Remove all objects from the ZODB connection cache
de: Enterne alle Objekte vom ZODB Verbindingscache
fi: Tyhjennä oliokannan välimuisti
fr: Supprime tous les objets du cache de la ZODB

source: Evolve
de: Entwickeln
fi: Päivitä
fr: Mettre à jour

source: Run evolve steps up to the latest
de: Starte Evoluieringsschritte zu der neueste Version.
fi: Tuo ajantasalle suorittamalla kaikki päivitysaskeleet
fr: Effectuer toutes les mises à jour disponibles

source: Dry-run evolve steps to latest
de: Probelauf für Evoluierungsschritte zu der neueste Version
fi: Koesuorita kaikki päivitysaskeleet
fr: Simuler toutes les mises à jours disponibles

source: Show summary of pending evolve steps (finished/unfinished)
de: Zeige Übersicht mit auszuführenden Evoluierungsschritte (Fertig/Offen)
fi: Näytä päivitysyhteenveto (suoritetut/suorittamattomat)
fr: Afficher le résumé des mises à jour en attente (appliquées/non-appliquées)

source: Summarize
fi: Tee yhteenveto

source: Details
de: Detailansicht
fi: Tarkemmat tiedot
fr: Détails
sl: Podrobnosti

source: Location
de: Position
fi: Sijainti
fr: Emplacement
sl: Lokacija

source: Storage
de: Abspeicherung
fi: Tallennusvarasto
fr: Stockage
sl: Shramba

source: Size
de: Grösse
fi: Koko
fr: Taille
sl: Velikost

source: Number of objects that the connections' cache will try to keep around before LRU pruning
de: Menge der Objekte per Anbindung bevor der Zwischenspeicher LRU geleert wird
fi: Viimeksi käsiteltyjen kohteiden välimuistissa pidettävä määrä
fr: Nombre d'objets que le cache des connexions essaiera de conserver avant la mise à jour du LRU

source: Estimated byte size sum of objects that the connections' cache will try to keep around before LRU pruning (0 means unlimited)
de: Geschätzter Summe der Objektgrösse (bytes) per Anbindung bevor der Zwischenspeicher LRU geleert wird
fi: Yhteysvälimuistissa pidettävien kohteiden käyttämä muistitila tavuina (arvo 0 tarkoittaa rajoittamatonta)
fr: Taille estimée des objets que le cache des connexions essaiera de conserver avant la mise à jour du LRU (0 équivaut à aucune limite de taille)

source: Connection pool size
de: Connectionpool Grösse
fi: Mahdollisten yhteyksien määrä
fr: Nombre de connexions

source: Total number of objects in the database
de: GesamtZalh der Objekte in der Datenbank
fi: Kohteiden määrä oliokannassa
fr: Nombre total d'objets de la base de données
sl: Skupaj objektov v bazi

source: Connections
de: Anbindungen
fi: Yhteydet
fr: Connexions
sl: Povezave

source: Connection
de: Anbindung
fi: Yhteys
fr: Connexion
sl: Povezava

source: Number of non-ghost objects (in total ${db.cacheSize()})
de: Gesamtmenge von nicht-Ghost Objekte (gesamt ${db.cacheSize()})
fi: Ehjien kohteiden määrä (yhteensä ${db.cacheSize()})
fr: Nombre d'objets trouvés (in total ${db.cacheSize()})

source: Number of ghost objects
de: Zahl der Ghost-Objekte
fi: Rikkinäisten kohteiden lukumäärä
fr: Nombre d'objets manquants

source: Activity
de: Aktivität
fi: Aktiivisuus
fr: Activité
sl: Aktivnost

source: Database activity monitoring inactive
de: Datenbank Aktivitätsauswertung inaktiv
fi: Tietokannan toiminnanseuranta pois päältä
fr: Monitoring de l'activité de la base de données désactivé

source: Back
de: Zurück
fi: Takaisin
fr: Précédent
sl: Nazaj

source: Unfinished steps
de: Unerledigte Schritte
fi: Keskeneräiset toimenpiteet
fr: Mises à jour disponibles
sl: Nedokončani koraki

source: There are no unfinished steps.
de: Es gibt keine unerledigte Schritte
fi: Ei keskeneräisiä toimenpiteitä
fr: Aucune mise à jour disponible
sl: Ni nekončanih korakov.

source: Step name
de: Schrittname
fi: Toimenpiteen nimi
fr: Nom de la mise à jour
sl: Ime koraka

source: Action
de: Aktion
fi: Toimenpide
sl: Ukrep

source: Mark as finished
de: Anzeichnen als Fertig
fi: Merkitse suoritetuksi
fr: Marqué comme terminé
sl: Označi kot dokončano

source: Finished steps
de: Fertige Schritte
fi: Suoritetut toimenpiteet
fr: Mise à jour terminées
sl: Končani koraki

source: Applied on
de: Eingesetzt am
fi: Kohde
fr: Appliquer à
sl: Uporabljeno dne

source: Mark as unfinished
de: Anzeicnen als Offenstehend
fi: Merkitse keskeneräiseksi
fr: Marqué comme non terminé
sl: Označi kot nedokončano

source: Add Folder
de: Verzeichnis hinzufügen
fi: Lisää kansio
fr: Ajouter un dossier
sl: Dodaj mapo

source: Copy here
de: Hier kopieren
fi: Kopioi tähän
fr: Coller ici
sl: Kopiraj sem

source: Cancel
de: Abbrechen
fi: Peru
fr: Annuler
sl: Prekliči

source: Move here
de: Hier verschieben
fi: Siirrä tähän
fr: Déplacer ici
sl: Premakni sem

source: Rename
de: Umbenennen
fi: Nimeä
fr: Renommer
sl: Preimenuj

source: Copy
de: Kopieren
fi: Kopioi
fr: Copier
sl: Kopiraj

source: Move
de: Verschieben
fi: Siirrä
fr: Déplacer
sl: Premakni

source: Duplicate
de: Duplizieren
fi: Monista
fr: Coller
sl: Podvoji

source: Delete
de: Entfernen
fi: Poista
fr: Supprimer
sl: Izbriši

source: Deleted ${num} item
de: ${num} Objekt entfernt
fi: Kohde poistettu
fr: one: ${num} Elément supprimé
sl: Pobrisan ${num} vnos

source: Duplicated ${num} item
de: ${num} Objekt dupliziert
fi: Kohde monistettu
fr: ${num} élément collé
sl: Podvojil ${num} vnos

source: No items renamed
de: Keine Objecte umbenennt
fi: Yhtään kohdetta ei nimetty
fr: Aucun élément renommé
sl: Ni preimenovanih vnosov

source: Renamed ${num} item
de: ${num} Objekt umbenennt
fi: Kohde nimetty
fr: one: ${num} Elément renommé
sl: Preimenoval ${num} vnos

source: Choose where to copy the items:
de: Wähle Zielverzeichnis
fi: Valitse sijainti kopioille:
fr: Sélectionner où coller les éléments
sl: Izberi kam skopiram vnose:

source: No items to copy
de: Keine Objekte zu kopieren
fi: Ei kopioitavaa
fr: Aucun élément à copier
sl: Ni skopiranih vnosov

source: No items copied
de: Keine Objekte kopiert
fi: Kohteita ei kopioitu
fr: Aucun élément copié.
sl: Ni prekopiral vnosov

source: Copied ${num} item
de: ${num} Objekt kopiert
fi: Kohde kopioitu
fr: one: ${num} élément copié
sl: Kopiral ${num} vnos

source: Choose where to move the items:
de: Zielverzeichnis für die Verschiebung
fi: Valitse uusi sijainti kohteille:
fr: Sélectionner l'emplacement de destination
sl: Izberi kam skopiram vnose:

source: No items to move
de: Keine verschiebbare Objekte
fi: Ei siirrettäviä kohteita
fr: Aucun objet à déplacer
sl: Ni vnosov za premaknit

source: No items moved
fi: Kohteita ei siirretty
fr: Aucun élément déplacé

source: Moved ${num} item
de: ${num} Objekt verschoben
fi: kohde siirretty
fr: one: Déplacer ${num} objet
sl: Premaknil ${num} vnos

source: ${i} rows moved.
fi: ${i} riviä siirretty.
fr: ${i} lignes déplacées.

source: "${obj_name}" is of a type (${obj_type}) that is not addable here, refusing to copy
de: "${obj_name}" hat Type (${obj_type}) und ist nicht hinzufügen hier, Kopieren verweigert
fi: Kopiointi estetty: Kohde "${obj_name}" on tyyppiä (${obj_type}) jonka lisäämistä tähän sijaintiin ei ole sallittu.
fr: "${obj_name}" est un type de contenu (${obj_type}) que l'on ne peut ajouter ici, le déplacement est impossible
sl: "${obj_name}" je tipa (${obj_type}), ki se ga ne da dodati sem. Zavračam kopiranje.

source: "${obj_name}" is of a type (${obj_type}) that is not addable here, refusing to move
fi: Siirto estetty: Kohde "${obj_name}" on tyyppiä (${obj_type}) jonka lisäämistä tähän sijaintiin ei ole sallittu.
fr: "${obj_name}" est de type (${obj_type}). Ce type d'élément ne peut pas être ajouté ici, le déplacement a échoué
sl: "${obj_name}" je tipa (${obj_type}), ki se ga ne da dodati sem. Zavračam premikanje.

source: Services
fi: Palvelut

source: Contents
de: Inhalt
fi: Sisältö
fr: Contenus
sl: Vsebina

source: Add ${caret}
de: Hinzufügen ${caret}
fi: Lisää ${caret}
fr: Ajouter ${caret}
sl: Dodaj ${caret}

source: Type to filter…
de: Schreiben für Filter…
fi: Suodata kirjoittamalla...
fr: Type d'élément à filtrer ...
sl: Vnesi filter...

source: total
de: Gesamt
fi: yhteensä
sl: skupaj

source: selected
de: Selektiert
fi: valittu
fr: sélectionnés
sl: izbrano

source: Rename Items
de: Objekte Umbenennen
fi: Nimeä uudelleen
fr: Renommer les éléments
sl: Preimenuj vnose

source: Old Name
de: Alter Name
fi: Vanha nimi
fr: Ancien nom
sl: Staro ime

source: New Name
de: Neue Name
fi: Uusi nimi
fr: Nouveau nom
sl: Novo ime

source: Rename all
de: Alle Umbenennen
fi: Nimeä kaikki
fr: Les renommer tous
sl: Preimenuj vse

source: Delete Expired
fi: Poista vanhentuneet
fr: Supprimer les expirés

source: Owner
fi: Omistaja
fr: Propriétaire

source: Resource
fi: Resurssi
fr: Ressource

source: Expires
fi: Vanhenee
fr: Expire

source: Integrity Error
de: Integritätsfehler
fi: Virhe eheydessä
fr: Erreur d'intégrité

source: Sorry, the object ${link} you've attempted to remove could not be removed due to an integrity error for the reference type ${reftype}. Below is a list of objects that refer to (or are refered to by) the object you're trying to remove. Disconnect these references before attempting to delete the object.
de: Das objekt ${link} das sie versucht haben zu entfernen hat ein Integritätsfehler ausgelöst (${reftype}). Die folgenden Objekten haben Verweisungen zu diesem Objekt oder werden von diesem Objekt verwiesen. Entferne die Verbindgen bevor Sie erneut versuchen dieses Objekt zu entfernen
fi: Poistettavaksi merkittyä kohdetta ${link} ei voitu poistaa ${reftype} -viitetyypin eheysvirheen takia. Poista allaolevasta viiteluettelosta poistettavaan kohteeseen liittyvät viittaukset ennen kohteen poistamista.
fr: Désolé, mais l'objet ${link} que vous essayez de supprimer, ne peut l'être sans casser l'intégrité des références ${reftype}. Ci-dessous la liste des objets qui ont une référence (ou qui sont référencés) avec l'objet que vous voulez supprimer. Supprimer d'abord ces références avant de supprimer cet objet.

source: Relationship type
de: Verknüpfungstype
fi: Viitetyyppi
fr: Type de relation

source: Objects
de: Objekte
fi: Kohteet
fr: Objets
sl: Objekti

source: Change Password
fi: Vaihda salasana
fr: Modifier le mot de passe

source: Please visit at ${reseturl} to change your password. Thank you, Management
de: Besuche bitte ${reseturl} um das Kennwort zu Ändern.
fi: Ole hyvä ja vaihda salasanasi osoitteessa ${reseturl}. Terveisin, Järjestelmäylläpito
fr: Merci de cliquer ici ${reseturl} pour modifier votre mot de passe. Les administrateurs.
sl: Prosimo obiščite ${reseturl} za zamenjavo gesla. Hvala, Upravnik.

source: Properties
de: Eigenschaften
fi: Ominaisuudet
fr: Propriétés
sl: Lastnosti

source: save
de: Speichern
fi: tallenna
fr: Enregistrer
sl: shrani

source: Sdi Title
de: Sdi Titel
fi: Ylläpitokäyttöliittymän otsikko
fr: Titre
sl: Sdi naslov

source: Invalid cross-site scripting token
de: Ungültiges cross-site scripting token
fi: Epäkelpo sivustojenvälinen komentosarjatunniste
fr: Jeton mutli-sites invalide

source: Security
de: Sicherheit
fi: Käyttöoikeudet
fr: Sécurité
sl: Varnost

source: Could not undo, sorry
de: Konnte leider nicht widerrufen
fi: Ei voitu perua
fr: Impossible de revenir à la version précédente, désolé
sl: Žal ni bilo mogoče razveljaviti

source: Undo
de: Widerrufen
fi: Peru
fr: Revenir à la version précédente
sl: Razveljavi

source: Local ACL
de: Lokaler ACL
fi: Kohteen oikeusasetukset
fr: Contrôle d'accès local
sl: Lokalni seznam za kontrolo dostopa

source: Allow / Deny
de: Zulassen / Verweigern
fi: Salli / Estä
fr: Autoriser/Interdire
sl: Dovoli / Zavrni

source: Principal
de: Prinzipal
fi: Käyttäjä
fr: Compte
sl: Varnostni subjekt

source: Permissions
de: Erlaubnissen
fi: Oikeudet
sl: Dovoljenja

source: Control
de: Kontrolle
fi: Hallinta
fr: Contrôle
sl: Nadzor

source: ${button} Allow
de: ${button} Gestatten
fi: ${button} Salli
fr: ${button} Autoriser
sl: ${button} Dovoli

source: ${button} Deny
de: ${button} Verweigern
fi: ${button} Estä
fr: ${button} Interdire
sl: ${button} Zavrni

source: Choose a Principal
de: Wähle ein Prinzipal
fi: Valitse käyttäjä
fr: Sélectionner un compte
sl: Izberi varnostni subjekt

source: Choose Permissions
de: Wähle Zulassungen
fi: Valitse käyttöoikeudet
fr: Sélectionner les permissions
sl: Izberi pravice

source: Add
de: Hinzufügen
fi: Lisää
fr: Ajouter
sl: Dodaj

source: Inherit Parent ACL
de: Vererbe obenliegender ACL
fi: Peri oikeusasetukset ylemmältä kohdetasolta
fr: Contrôle d'accès hérité
sl: Podeduj nadrejen seznam za kontrolo dostopa

source: ${button} Enabled
de: ${button} Aktiviert
fi: ${button} Käytössä
fr: ${button} Activer
sl: ${button} Vključen

source: ${button} Disabled
de: ${button} Ausgeschaltet
fi: ${button} Ei käytössä
fr: ${button} Désactiver
sl: ${button} Izključen

source: Update
de: Aktualisieren
fi: Päivitä
fr: Mettre à jour
sl: Posodobi

source: Parent ACL
de: Obenliegender ACL
fi: Ylemmän kohdetason oikeusasetukset
fr: Contrôle d'accès du niveau supérieur
sl: Nadrejen seznam za kontrolo dostopa

source: ${batch.seqlen} entries total
de: ${batch.seqlen} Gesamteingaben
fi: Yhteensä ${batch.seqlen} kohdetta
fr: ${batch.seqlen} total des entrées
sl: ${batch.seqlen} vnosov skupaj

source: Page # ${batch.num+1} (${'%d-%d of %d' % (batch.startitem+1, batch.enditem+1, batch.seqlen)})
de: Seite # ${batch.num+1} (${'%d-%d of %d' % (batch.startitem+1, batch.enditem+1, batch.seqlen)})
fi: Sivu # ${batch.num+1} (${'%d-%d, yhteensä %d' % (batch.startitem+1, batch.enditem+1, batch.seqlen)})

source: Sorry, your account is not permitted to perform the requested action. You can try to log in using a different account below or you can <dynamic element>.
de: Ihrem Konto wird nicht gestattet die gefrage Aktion auszuführen. Sie können sich hierunter mit einem anderen Konto anmelden oder Sie können <dynamic element>.
fi: Käyttäjätilillä ei ole oikeutta suorittaa pyydettyä toimenpidettä. Kirjaudu jotain alla olevista tilejä käyttäen tai <dynamic element>.
fr: Désolé, mais vous n'avez pas les droits nécessaires pour effectuer cette action. Vous pouvez essayer de vous identifier sous un autre compte ci-dessous ou vous pouvez <dynamic element>.

source: Log In as Another User
de: Benutzer wechseln
fi: Kirjaudu toisena käyttäjänä
fr: Se connecter sous un autre compte
sl: Vpiši se v imenu drugega uporabnika

source: Log In
de: Anmelden
fi: Kirjaudu
fr: Se connecter
sl: Prijavi se

source: Login
de: Anmelden
fi: Kirjautuminen
fr: Identifiant
sl: Uporabniško ime

source: Password
de: Kennwort
fi: Salasana
fr: Mot de passe
sl: Geslo

source: Forgot your password?
de: Kennwort vergessen?
fi: Unohditko salasanan?
fr: Mot de passe oublié?
sl: Pozabljeno geslo?

source: ${icon} Account
de: ${icon} Konto
fi: ${icon} Käyttäjätili
fr: ${icon} Compte
sl: ${icon} Uporabniški račun

source: ${icon} Log Out
de: ${icon} Abmelden
fi: ${icon} Kirjaudu ulos
fr: ${icon} Se déconnecter
sl: ${icon} Odjava

source: Page # ${batch_num+1|1}
de: Seite # ${batch_num+1|1}
fi: Sivu # ${batch_num+1|1}
sl: Stran # ${batch_num+1|1}

source: ${icon} Latest
de: ${icon} Letztes
fi: ${icon} Viimeisimmät
fr: ${icon} Dernier
sl: ${icon} Zadnji

source: ${icon} Later
de: ${icon} Später
fi: ${icon} Seuraavat
fr: ${icon} Suivant
sl: ${icon} Kasneje

source: ${icon} Earlier
de: ${icon} Früher
fi: ${icon} Edelliset
fr: ${icon} Précédent
sl: ${icon} Prej

source: Undoable transactions
de: widerrufbare Transaktion
fi: Peruttavissa olevat tapahtumat
fr: Transactions irréversibles
sl: Transakcije, ki se jih lahko razveljavi

source: User
de: Benutzer
fi: Käyttäjä
fr: Utilisateur
sl: Uporabnik

source: Description
de: Beschreibung
fi: Kuvaus
sl: Opis

source: ${workflow type} workflow in state ${workflow state}
de: ${workflow type} ablauf mit Zustand ${workflow state}
fi: Työnkulku ${workflow type} tilassa ${workflow state}
fr: le workflow ${workflow type} est dans l'état ${workflow state}
sl: ${workflow type} potek dela v stanju ${workflow state}

source: Transition to another state
de: Übergang zur nächsten Zustand
fi: Vaihda tilaa
fr: Transition vers un autre état
sl: Prehod v drugo stanje

source: Transition
fi: Vaihda
sl: Prehod
